export const questions = [
    {
        id: 1,
        question: 'Из какого фильма Прекрасный принц?',
        answers: [
            'Золушка',
            'Русалочка',
            'Спящая красавица',
        ],
        correctAnswer: 0,
    },
    {
        id: 2,
        question: 'Из какой страны родом Джастин Бибер?',
        answers: [
            'Канада',
            'США',
            'Франция',
        ],
        correctAnswer: 0,
    },
    {
        id: 3,
        question: 'В сиквеле какого праздничного фильма снялся Дональд Трамп?',
        answers: [
            'Один дома',
            'Один дома 2: Затерянный в Нью-Йорке',
            'Ричи Рич',
        ],
        correctAnswer: 1,
    },
    {
        id: 4,
        question: 'Какой герой мультфильма живет в ананасе под водой?',
        answers: [
            'Камбала',
            'Немо',
            'Губка Боб Квадратные Штаны',
        ],
        correctAnswer: 2,
    },
    {
        id: 5,
        question: 'Что является национальным животным Шотландии?',
        answers: [
            'Лошадь',
            'Единорог',
            'Волк',
        ],
        correctAnswer: 1,
    },
    {
        id: 6,
        question: 'В каком известном романе фигурировали Джо, Мег, Бет и Эми Марч?',
        answers: [
            'Том Сойер',
            'Убить пересмешника',
            'Маленькие женщины',
        ],
        correctAnswer: 2,
    },
    {
        id: 7,
        question: 'Какая страна производит больше всего кофе в мире?',
        answers: [
            'Бразилия',
            'Колумбия',
            'Вьетнам',
        ],
        correctAnswer: 0,
    },
    {
        id: 8,
        question: 'Как называются четыре Факультета Хогвартса?',
        answers: [
            'Гриффиндор, Пуффендуй, Когтевран и Слизерин',
            'Грифон, Ворон, Слон и Змея',
            'Север, Восток, Запад и Юг',
        ],
        correctAnswer: 0,
    },
    {
        id: 9,
        question: 'Какой вкус у Куантро?',
        answers: [
            'Лимона',
            'Ванили',
            'Апельсина',
        ],
        correctAnswer: 2,
    },
    {
        id: 10,
        question: 'Как называется колокол часов Вестминстерского дворца в Лондоне?',
        answers: [
            'Броненосец',
            'Биг Бен',
            'Калабаш',
        ],
        correctAnswer: 1,
    },

];